UPDATE app_forms
SET content = $$##תקנון REEL REP FITNESS##



#### 1. כבוד הדדי
- כל המתאמנים והמאמנים מחויבים לנהוג בכבוד ובסובלנות אחד כלפי השני.
- אין להעליב, לקלל או להתנהג באלימות פיזית או מילולית.

#### 2. שימוש בציוד
- יש להשתמש בציוד בצורה נכונה כדי למנוע פגיעות.
- יש להחזיר את הציוד למקום לאחר השימוש.

#### 3. נוכחות באימונים
- יש להגיע לאימונים בזמן.
- במידה ולא ניתן להגיע או שיש עיכוב, יש להודיע מראש!

#### 4. לבוש הולם
- יש להגיע בלבוש נוח שמתאים לפעילות ספורטיבית (נעלי ספורט, בגדים נוחים).
- אין להיכנס עם בגדים לא מתאימים.

#### 5. בריאות ובטיחות
- יש לחתום על הצהרת בריאות.

- יש להודיע למאמן על כל מצב רפואי או פציעה לפני תחילת האימון.

- יש להודיע למאמן על כל שינוי במצב הרפואי (פציעה , הריון וכו׳) ולהציג אישור רפואי בהתאם.

#### 6. שימוש בטלפון נייד
- יש לכבות או להנמיך את הטלפון הנייד בזמן האימון כדי לא להפריע למאמן ולאחרים.

#### 7. אחריות אישית
- כל מתאמן אחראי על בריאותו האישית.
- יש להקשיב להנחיות המאמנים ולבצע את התרגילים בהתאם.

#### 8. שמירה על ניקיון
- יש לשמור על ניקיון האזור שבו מתאמנים.
- יש לזרוק פסולת במקומות המיועדים לכך.

#### 9. איוש האימון
- יש להקשיב להנחיות המאמנים.
- משתתפים שנראים לא מרוכזים או לא מתנהלים בצורה בטיחותית עלולים להתבקש לעזוב את האימון.

#### 10. הנאה והתפתחות
- המטרה היא ליהנות מהאימון ולשפר את הכושר האישי.
- יש לשאול שאלות ולהתייעץ עם המאמנים בכל נושא שקשור לאימון.



#### 11. תשלום מראש ומנויים
- כל מתאמן מחויב לשלם את דמי האימון מראש, לפני תחילת כל תוכנית אימונים.
- תשלום יוכל להתבצע במזומן, בכרטיס אשראי או בהעברה בנקאית, בהתאם להסכם עם המאמנים.
- כל מנוי חופשי חודשי הוא אישי ואינו ניתן להעברה.

#### 12. מדיניות החזרות
- במידה והמתאמן אינו יכול להשתתף באימון, יש להודיע על כך לפחות 3 שעות מראש על מנת לקבל החזר מלא.
- במקרה של הודעה מאוחרת או אי הגעה, דמי האימון לא יוחזרו.

- אין החזרים על כרטיסיות.
- אין החזרים על אימונים שלא נוצלו בכרטיסייה עד תום תוקפתה.

#### 13. תשלומים קבועים
- מתאמנים ששולחים תשלום חודשי קבוע (הוראת קבע) ייהנו מהנחה על בסיס חודשי.
- תשלומים קבועים יבוצעו עד לתאריך שנקבע מראש.

- לביטול הוראת קבע יש צורך להודיע למאמנים/קבלה על ביטול המנוי לפחות שבועיים לפני תאריך החיוב שנקבע בהוראת קבע.

#### 14. חובות
- מתאמנים עם חובות לא יוכלו להשתתף באימונים עד להסדרת התשלום.

#### 15. שינויי מחירים
- כל שינוי במחירים יימסר למתאמנים לפחות 30 יום מראש.
- הבעלים והמאמנים שומרים לעצמם את הזכות לעדכן מחירים בהתאם לעלויות המדויקות.


#####העסק רשאי לסיים את חברותו של כל חבר במקרה של הפרה של איזו מהוראות התקנון ו/או של איזו מהוראות צוות או הנהלת המועדון או החברה ו/או במקרה של הפרת משמעת חמורה ו/או התנהגות גסה, פרועה או אלימה ו/או התבטאות מילולית גסה או אלימה במועדון ו/או התנהגות שיש בה כדי לסכן את חברי המועדון את שלומם ו/או את שלמות רכושם ו/או לגרום להם נזק כלשהו וכדומה.#####





#####העסק שומר לעצמו את הזכות, לפי שיקול דעתו הבלעדי, לסרב לקבל מועמד כמנוי במועדון ו/ואו לחדש מנוי קיים.#####


##### התקנון מנוסח בלשון זכר אך פונה לנשים וגברים כאחד#####$$
WHERE form_type = 'regulations';
